export const md = `
# 杭萧钢构2025年1月股东名册分析报告

## 分项情况

### 1. 增持股东明细


杭萧钢构前200股东中，共有51名股东增持，较12月数量减少12位，增持量共计约2828万股，其中有17位股东为本月新增股东，新增股东持股约为1674万股，占总增持量的59.20%。
|序号|持股人名称|1末|12末|增减情况|
| :---: | :---: | :---: | :---: | :---: |
|1|香港中央结算有限公司|22,998,006|19,760,949|3,237,057|
|2|张德俊|2,000,000|-|2,000,000|
|3|持股总量|163,046,741|134,762,621|28,284,120|

### 2. 个人持股情况


杭萧钢构前200股东中共169位个人股东，较12月减少5名，1月末总持股量约为12.39亿股，较12月末增持约178万股
|序号|持股人名称|1末|12末|增减情况|
| :---: | :---: | :---: | :---: | :---: |
|1|香港中央结算有限公司|22,998,006|19,760,949|3,237,057|
|2|张德俊| 2,000,000|-|2,000,000|
|3|持股总量|163,046,741|134,762,621|28,284,120|

### 3. 券商持股情况


杭萧钢构前200股东中共6家券商持股，3家为新进股东，1家退出前200股东行列。其中，中信证券减持最多约360万股，申万宏源退出前200股东行列，兴业证券为新进中持股最多约122万股。本月券商类持股总量较12月再次减持约218万股
|序号|持股人名称|1末|12末|增减情况|
| :---: | :---: | :---: | :---: | :---: |
|1|香港中央结算有限公司|22,998,006|19,760,949|3,237,057|
|2|张德俊| 2,000,000|-|2,000,000|
|3|持股总量|163,046,741|134,762,621|28,284,120|

### 4. 公募持股情况


杭萧钢构前200股东中共6家机构、12支产品持股，持股约为4946万股。较12月末小幅增持55.5万股。较12月有2支产品新进入TOP200行列，持股合计约163万股

此外，1月尚存TOP200股东中，汇添富基金管理股份有限公司－社保基金1802组合减持最多约183万股
|序号|持股人名称|1末|12末|增减情况|
| :---: | :---: | :---: | :---: | :---: |
|1|香港中央结算有限公司|22,998,006|19,760,949|3,237,057|
|2|张德俊| 2,000,000|-|2,000,000|
|3|持股总量|163,046,741|134,762,621|28,284,120|




<table>
    <tr>
        <th>姓名</th>
        <th>年龄</th>
        <th>城市</th>
    </tr>
    <tr>
        <td rowspan="2">张三</td>
        <td>25</td>
        <td>北京</td>
    </tr>
    <tr>
        <td>26</td>
        <td>上海</td>
    </tr>
    <tr>
        <td colspan="2">李四</td>
        <td>28</td>
    </tr>
</table>

`;
